Repository: kosorin/onedo
Catalog: SimpleTasks/Resources/AppResources.*.xlf
Languages: it_it

# Resx/ResourceLanguage
source: en-US
it_it: it-IT

# Resx/AppBarNew
source: new
it_it: nuovo

# Resx/AppBarAbout
source: about
it_it: informazioni su

# Resx/AppBarSave
source: save
it_it: salva

# Resx/ChooseDate
source: CHOOSE DATE
it_it: SCEGLI LA DATA

# Resx/DateCustomDue
source: custom due date
it_it: data di default

# Resx/DateLater
source: later
it_it: più tardi

# Resx/DateNextMonth
source: next month
it_it: prossimo mese

# Resx/DateNextWeek
source: next week
it_it: prossima settimana

# Resx/DateNoDue
source: no due date
it_it: nessuna scadenza

# Resx/DateOverdue
source: overdue
it_it: già scaduti

# Resx/DateThisMonth
source: this month
it_it: questo mese

# Resx/DateThisWeek
source: this week
it_it: questa settimana

# Resx/DateToday
source: today
it_it: oggi

# Resx/DateTomorrow
source: tomorrow
it_it: domani

# Resx/NoTasks
source: No Tasks
it_it: Nessun impegno

# Resx/PriorityHigh
source: high priority
it_it: Alta priorità

# Resx/PriorityNormal
source: normal priority
it_it: Priorità normale

# Resx/AppBarComplete
source: complete
it_it: completato

# Resx/PeriodicTaskDescription
source: Updates live tile.
it_it: Aggiorna live tile.

# Resx/AppBarActivate
source: activate
it_it: attivato

# Resx/AppBarDeleteCompleted
source: delete completed
it_it: cancella gli impegni completati

# Resx/AppBarDelete
source: delete
it_it: cancella

# Resx/AppBarSettings
source: settings
it_it: impostazioni

# Resx/DateCompleted
source: completed
it_it: completato

# Resx/DeleteTaskCaption
source: Delete task
it_it: Cancella impegno

# Resx/DeleteTask
source: Are you sure you want to delete this task?
it_it: Cancellare definitivamente questo impegno?

# Resx/DeleteTaskYes
source: delete
it_it: rimuovi

# Resx/DeleteTaskNo
source: cancel
it_it: cancella

# Resx/AboutContactUs
source: contact us
it_it: contattaci

# Resx/AboutRateReview
source: rate and review
it_it: Esprimi un giudizio

# Resx/SettingsDefaultDate
source: Default date
it_it: Data di default

# Resx/SettingsDeleteAfterOneDay
source: after 1 day
it_it: dopo 1 giorno

# Resx/SettingsDeleteAfterOneWeek
source: after 1 week
it_it: dopo 1 settimana

# Resx/SettingsDeleteAfterThreeDays
source: after 3 days
it_it: dopo 3 giorni

# Resx/SettingsDeleteAfterTwoDays
source: after 2 days
it_it: dopo 2 giorni

# Resx/SettingsDeleteAfterTwoWeeks
source: after 2 weeks
it_it: dopo 2 settimane

# Resx/SettingsDeleteCompletedTasks
source: Delete completed tasks
it_it: Cancella gli impegni completati

# Resx/SettingsDeleteCompletedTasksDays
source: Delete in
it_it: Cancella in

# Resx/SettingsFirstDayOfWeek
source: First day of week
it_it: Primo giorno della settimana

# Resx/SettingsFirstDayOfWeekPickerHeader
source: choose first day of week
it_it: scegli primo giorno della settimana

# Resx/SettingsGeneral
source: general
it_it: generale

# Resx/SettingsTitle
source: SETTINGS
it_it: IMPOSTAZIONI

# Resx/AppBarPinTile
source: pin tile
it_it: pin tile sulla home

# Resx/AppBarUnpinTile
source: unpin tile
it_it: togli tile pinnata

# Resx/SettingsDeleteCompletedTasksInfo
source: Tasks are always automatically deleted when the application starts.
it_it: Gli impegni sono automaticamente cancellati quando l'app si avvia.

# Resx/AboutVersion
source: Version
it_it: Versione

# Resx/DueDate
source: due date
it_it: data impegno

# Resx/PriorityLow
source: low priority
it_it: bassa priorità

# Resx/Reminder
source: reminder
it_it: promemoria

# Resx/SettingsDefaultTime
source: Default time
it_it: Ora di default

# Resx/AppBarDeleteAll
source: delete all tasks
it_it: cancella tutti gli impegni

# Resx/DeleteAllTasks
source: Are you sure you want to delete all tasks?
it_it: Cancellare definitivamente tutti gli impegni?

# Resx/DeleteAllTasksCaption
source: Delete all tasks
it_it: Rimuovi tutti gli impegni

# Resx/DateSomeday
source: someday
it_it: tra qualche tempo

# Resx/DateUpcoming
source: upcoming
it_it: presto

# Resx/AppBarCancel
source: cancel
it_it: cancella

# Resx/SettingsEnableTile
source: Enable tile
it_it: abilita tile

# Resx/SettingsTile
source: tiles
it_it: tile

# Resx/SettingsDeleteNever
source: never
it_it: mai

# Resx/SettingsDeleteWhenStarts
source: when application closes
it_it: quando chiudi l'app

# Resx/Detail
source: Detail
it_it: Dettagli

# Resx/Title
source: Title
it_it: Titolo

# Resx/AppBarUnpin
source: unpin
it_it: togli pin

# Resx/AppBarDone
source: done
it_it: fatto

# Resx/ChooseReminderTime
source: CHOOSE REMINDER
it_it: SCEGLI PROMEMORIA

# Resx/SettingsUnpinCompleted
source: Unpin tile upon completion of task
it_it: Rimuovi dalla home il task completato

# Resx/AppBarAddBullet
source: add bullet
it_it: aggiungi spunta

# Resx/BulletText
source: bullet
it_it: spunta

# Resx/ChooseTime
source: CHOOSE TIME
it_it: SCEGLI L'ORA

# Resx/TimeAfternoon
source: afternoon
it_it: dopo pranzo

# Resx/TimeEvening
source: evening
it_it: serata

# Resx/TimeLateMorning
source: late morning
it_it: tarda mattina

# Resx/TimeMorning
source: morning
it_it: prima mattina

# Resx/TimeNight
source: night
it_it: tarda sera

# Resx/TimeNoon
source: noon
it_it: ora di pranzo

# Resx/NoReminder
source: no reminder
it_it: Nessun promemoria

# Resx/DaysLabel
source: days
it_it: giorni

# Resx/HoursLabel
source: hours
it_it: ore

# Resx/MinutesLabel
source: minutes
it_it: minuti

# Resx/DateLastMonth
source: last month
it_it: mese scorso

# Resx/DateLastWeek
source: last week
it_it: settimana scorsa

# Resx/DateYesterday
source: yesterday
it_it: ieri

# Resx/DateTimeDaysAbbr
source: d
it_it: g

# Resx/ReminderBeforeDueDateText
source: before due date
it_it: prima della data dell'impegno

# Resx/Time15mins
source: 15 minutes
it_it: 15 minuti

# Resx/Time18hours
source: 18 hours
it_it: 18 ore

# Resx/Time1day
source: 1 day
it_it: 1 giorno

# Resx/Time1hour
source: 1 hour
it_it: 1 ora

# Resx/Time1week
source: 1 week
it_it: 1 settimana

# Resx/Time30mins
source: 30 minutes
it_it: 30 minuti

# Resx/Time5mins
source: 5 minutes
it_it: 5 minuti

# Resx/TimeZero
source: in due time
it_it: esatta ora impegno

# Resx/Days1
source: {0} day
it_it: {0} giorno

# Resx/Days2To4
source: {0} days
it_it: {0} giorni

# Resx/Days5AndMore
source: {0} days
it_it: {0} giorni

# Resx/Hours1
source: {0} hour
it_it: {0} ora

# Resx/Hours2To4
source: {0} hours
it_it: {0} ore

# Resx/Hours5AndMore
source: {0} hours
it_it: {0} ore

# Resx/Minutes1
source: {0} minute
it_it: {0} minuto

# Resx/Minutes2To4
source: {0} minutes
it_it: {0} minuti

# Resx/Minutes5AndMore
source: {0} minutes
it_it: {0} minuti

# Resx/Weeks1
source: {0} week
it_it: {0} settimana

# Resx/Weeks2To4
source: {0} weeks
it_it: {0} settimane

# Resx/WhatsNew
source: What's new
it_it: Novità

# Resx/Months1
source: {0} month
it_it: {0} mese

# Resx/Months2To4
source: {0} months
it_it: {0} mesi

# Resx/AppBarAddSubtask
source: add
it_it: aggiungi

# Resx/SubtaskAdd
source: Add a subtask
it_it: Aggiungi sub- impegno

# Resx/SubtasksText
source: subtasks
it_it: sub - impegni

# Resx/SubtaskText
source: subtask
it_it: sub - impegno

# Resx/TaskText
source: task
it_it: impegno

# Resx/AppBarCompleteAllSubtasks
source: complete all
it_it: completa tutti

# Resx/NoTasksHelpEnd
source: or text box bellow to add a task.
it_it: o inserisci il testo per aggiungere un impegno.

# Resx/NoTasksHelpStart
source: Tap
it_it: Fai un tap

# Resx/NoSubtasks
source: No Subtasks
it_it: Nessun sub - impegno

# Resx/TasksText
source: tasks
it_it: impegni

# Resx/SettingsCompleteSubtasks
source: Automatically complete subtasks
it_it: autocompleta i sub-impegni

# Resx/SettingsCompleteSubtasksDetail
source: When you complete a task that contains subtasks, those subtasks will be automatically marked as completed.
it_it: Quando completi un impegno che ne contiene dei sottostanti, questi saranno segnati come "completati".

# Resx/SettingsVibrate
source: Vibrate
it_it: Vibra

# Resx/AppBarDeleteAllSubtasks
source: delete all
it_it: cancella tutto

# Resx/TileSettingsShowCompletedSubtasks
source: Show completed subtasks
it_it: mostra gli impegni completati

# Resx/TileSettingsTitleOnOneLine
source: Title on one line
it_it: titolo su una sola linea

# Resx/TileSettingsBackgroundOpacity
source: background opacity
it_it: opacità dello sfondo della tile

# Resx/TileSettingsLineHeight
source: Font size
it_it: dimensione font

# Resx/TileSettingsPreview
source: Preview
it_it: anteprima

# Resx/AppBarTileSettings
source: tile settings
it_it: crea tile

# Resx/TitleUntitled
source: Untitled
it_it: Senza titolo

# Resx/SettingsFeedbackHelp
source: Send anonymous usage data to improve this app. Statistics help developer to identify and focus on most frequently used features. No personal data is being collected.
it_it: Invia statistiche anonime sull'utilizzo, per migliorare il programma.

# Resx/EditText
source: Edit
it_it: Imposta

# Resx/SettingsDefaultTaskTileSettings
source: Default settings for task tile
it_it: Impostazioni di default per la tile impegni

# Resx/SettingsHideTaskCheckBoxHelp
source: You can use right to left swipe gesture instead to complete task.
it_it: Nascondi caselle di spunta dall'impegno.

# Resx/BackupAndRestoreTitle
source: backup %%amp; restore
it_it: backup %%amp; ripristino

# Resx/RestoreText
source: Restore
it_it: Ripristina

# Resx/SignIn
source: Sign in
it_it: Effettua Log-in

# Resx/SignOut
source: Sign out
it_it: Esci

# Resx/SigningIn
source: Signing in
it_it: Log-in

# Resx/BackingUp
source: Backing up
it_it: Backup in corso

# Resx/Restoring
source: Restoring
it_it: Ripristina

# Resx/SelectBackup
source: select backup to restore
it_it: seleziona il backup da ripristinare

# Resx/BackupDownloadingList
source: Downloading list of backups
it_it: Scarica lista dei backup

# Resx/NoBackups
source: No backups
it_it: Nessun backup

# Resx/UnknownError
source: Unknown error.
it_it: Errore sconosciuto.

# Resx/SignedInNo
source: You're not signed in.
it_it: Non sei loggato.

# Resx/SignedInYes
source: You're signed in as {0}.
it_it: Sei loggato come {0}.

# Resx/BackupLatest
source: latest
it_it: recenti

# Resx/RestoreWhatText
source: select items to restore
it_it: seleziona elementi da ripristinare

# Resx/BackupAndRestoreHelpText
source: Backup will create new folder "{0}". You can move this folder to your location, but please, do not rename it. Also don't modify files inside. It's still in beta.
it_it: Il backup creerà una nuova cartella "{0}". Nota bene: può esssere spostata altrove, ma non rinominatela e non rinominate i file in essa contenuti. E' ancora una funzione beta.

# Resx/RestoreOk
source: Successful restore.
it_it: Backup ripristinato con successo.

# Resx/BackupOk
source: Successful backup.
it_it: Backup effettuato con successo.

# Resx/SettingsShowTaskCount
source: Show task count
it_it: mostra numero di impegni

# Resx/SettingsSwapDateAndTitle
source: Swap title and date on wide tile
it_it: inverti titolo e data nella tile grande

# Resx/TileForQuickAddLabel
source: Quick add tile
it_it: aggiungi box impegno rapido

# Resx/TileForQuickAddPinButton
source: Pin to start
it_it: Pin sulla home screen

# Resx/TileForQuickAddUnpinButton
source: Unpin
it_it: Non pinnare

# Resx/QuickAddTileTitle
source: New task
it_it: Nuovo impegno

# Resx/SettingsShowTaskCountHelp
source: If unchecked, show task list on small tile instead of number of tasks.
it_it: Se non selezionato, mostra una lista degli impegni in una live tile più piccola al posto del numero degli impegni.

# Resx/SettingsThemeSystem
source: system ({0})
it_it: sistema ({0})

# Resx/SettingsThemeTitle
source: theme
it_it: tema

# Resx/VersionFormat
source: Version {0}
it_it: Versione {0}

# Resx/ChangelogShow
source: Show changelog
it_it: Mostra changelog

# Resx/SettingsSwipeRight
source: Swipe right gesture action
it_it: Azioni swipe destra

# Resx/GestureActionPostponeWeek
source: postpone: 1 Week
it_it: postponi: 1 settimana

# Resx/GestureActionPostponeDay
source: postpone: 1 Day
it_it: postponi: 1 giorno

# Resx/ToastTaskDeleted
source: Task was deleted.
it_it: Impegno cancellato.

# Resx/ToastWarning
source: Warning
it_it: Attenzione

# Resx/ToastNotice
source: Notice
it_it: Avviso

# Resx/ToastCompletedTasksDeleted
source: Completed tasks were deleted.
it_it: I task completati sono stati cancellati.

# Resx/ToastPostponedUntil
source: Postponed until {0:ddd}, {0:d}
it_it: Postposto sino a {0:ddd}, {0:d}

# Resx/ToastReminderOff
source: Reminder was turned off!
it_it: Il reminder era spento!

# Resx/ToastSubtaskDeleted
source: Subtask was deleted.
it_it: Sub-impegno cancellato.

# Resx/ToastAllTasksDeleted
source: All tasks were deleted.
it_it: Tutti gli impegni sono stati cancellati.

# Resx/SettingsSwipeLeft
source: Swipe left gesture action
it_it: Azioni Swipe sinistra

# Resx/GestureActionReminder
source: set reminder
it_it: imposta reminder

# Resx/GestureActionNone
source: no action
it_it: nessun'azione

# Resx/GestureActionDueTomorrow
source: set due: Tomorrow
it_it: imposta impegno: domani

# Resx/GestureActionDueToday
source: set due: Today
it_it: imposta impegno: oggi

# Resx/GestureActionDelete
source: delete task/subtask
it_it: cancella impegno

# Resx/GestureActionComplete
source: complete task/subtask
it_it: impegno completato

# Resx/AboutAuthor
source: Author
it_it: Autore

# Resx/AboutTranslation
source: Translation
it_it: Traduzione

# Resx/SettingsThemeNote
source: Application restart is required for this setting to take effect.
it_it: Bisogna riavviare l'app affinchè queste modifiche abbiano effetto.

# Resx/SettingsThemeLight
source: light
it_it: chiaro

# Resx/SettingsThemeDark
source: dark
it_it: scuro
